/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "Nicht verfügbar - Der Dienst arbeitet nicht.";

"kDateFormatter" = "%c";

"kWebTotalRequestsFormatter" = "Anforderungen gesamt: %.0f";

"kWebCacheTotalRequestsFormatter" = "Anforderungen gesamt: %.0f";

"kWebTotalTrafficFormatter" = "Datenmenge gesamt: %.3f MB";

"kWebCacheTotalTrafficFormatter" = "Datenmenge gesamt: %.3f MB";

"kWebperfcacheEnabled" = "Cache: ";

"kSSLEnabled" = ", SSL: ";

"kCGIEnabled" = ", CGI: ";

"kDAVEnabled" = ", DAV: ";

"RUNNING" = "Arbeitet";

"STOPPED" = "Gestoppt";

"STARTING" = "Startet";

"STOPPING" = "Stoppt";

"PAUSED" = "Angehalten";

"UNKNOWN" = "Unbekannt";

"N/A" = "Nicht verfügbar";

"YES" = "Ein";

"NO" = "Aus";

"ON" = "Ein";

"OFF" = "Aus";

"ERRORLOG" = "Fehler";

"ACCESSLOG" = "Zugriff";

"WEBPERFCACHELOG" = "Cache";

"SYSTEMLOG" = "Systemprotokoll";
"Other"="Andere";
"new"="Neu";
"any"="Beliebig";
"example.com"="example.com";
"Everyone"="Jeder";

"kDisabledFormat"="%@ (deaktiviert)";

"kSummaryRequestPerSecFormatter" = "%.1f Anfragen/s";
"kSummaryThrouputPerSecFormatter" = "%@/s";

/* new web site  */
"kdefault" = "Standard";
"%@_copy" = "%@_Kopie";

/* MIME handler */
"newResponseType" = "Neu";
"newMimeType" = "Neu";
"newMimeTypeID" = "Neu/Neu";

/* Modules */
"untitledModuleID" = "Ohne Titel";
"untitledModulePath" = "/usr/libexec/untitled.so";

/* user/group realm edit sheet */

"untitled" = "Ohne Titel";

"User short name:" = "Kurzname des Benutzers:";
"User can:" = "Benutzer darf:";
"Edit the user's name and permissions." = "Benutzername und Zugriffsrechte bearbeiten";

"Group name:" = "Gruppenname:";
"Group can:" = "Gruppe darf:";
"Edit the group's name and permissions." = "Gruppenname und Zugriffsrechte bearbeiten";

"kFolderWarning" = "Ein Ordner kann nur von einem einzigen Realm geschützt werden (alle anderen Realms, die den gleichen Ordner schützen, werden gelöscht).";
"kLocationWarning" = "Ein Speicherort kann nur von einem einzigen Realm geschützt werden (alle anderen Realms, die den gleichen Speicherort schützen, werden gelöscht).";

"kFolderPlaceholder" = "/Library/WebServer/Documents";
"kLocationPlaceholder" = "URI";

"kBrowseOnly" = "Nur ansehen";
"kBrowseAndReadWebDAV" = "Ansehen & WebDAV lesen";
"kBrowseAndReadWriteWebDAV" = "Ansehen & WebDAV lesen/schreiben";
"kRealmRightsNone" = "Keine";

/* dup realm error */
"Duplicate Realms." = "Doppelte Realms.";
"The realm \"%@\" already protects the %@ \"%@\"." = "Der Realm „%@“ schützt bereits den %@ „%@“";
"folder" = "Ordner";
"location" = "Speicherort";

/* site port changed alert */
"Site port changed" = "Der Port der Site wurde geändert";
"The port for this site has been switched from %@ to %@ because you have %@ SSL." = "Der Port für diese Site wurde von %@ auf %@ umgestellt, da Sie SSL %@ haben.";
"disabled"="deaktiviert";
"enabled"="aktiviert";

/* browser descriptives */
"Choose the folder where you wish the cache to reside."="Ordner auswählen, in dem sich der Cache befinden soll";
"Choose the folder where your documents exist for this web site."="Ordner auswählen, in dem sich die Dokumente für diese Website befinden";
"Choose the SSL CA file."="SSL-Datei der Zertifizierungsinstanz auswählen";
"Choose the SSL key file."="SSL-Schlüsseldatei auswählen";
"Choose the SSL certificate file."="SSL-Zertifikatdatei auswählen";
"Choose the file that SSL log entries will get saved to."="Datei auswählen, in die SSL-Protokolleinträge geschrieben werden sollen";
"Choose the file that error log entries will get saved to."="Datei auswählen, in die Fehlerprotokolleinträge geschrieben werden sollen";
"Choose the file that access log entries will get saved to."="Datei auswählen, in die Zugriffsprotokolleinträge geschrieben werden sollen";
"Choose the folder where you wish the Web Services data to reside." = "Wählen Sie den Ordner, in dem sich die Daten des Webdiensts befinden sollen.";

/* Settings > Proxy */
"http://www.example.com/" = "http://www.example.com/";
"Forward Proxy will not properly function with current Sites configuration." = "Forward-Proxy kann mir der aktuellen Konfiguration der Sites nicht korrekt arbeiten.";
"You must delete the Web Server Alias named '*' from the default wild-card virtual host in the Sites' Aliases panel; otherwise the virtual host content will take priority over the forward proxy's behavior." = "Sie müssen das Webserver-Alias „*“ im Bereich „Webserver-Aliasse“ des Standard-Virtual-Host löschen, sonst wird der Inhalt des Virtual-Host gegenüber dem Verhalten des Forward-Proxy bevorzugt.";

/* Logging stuff */

"emerg"="Notfall";
"alert"="Alarm";
"crit"="Kritisch";
"error"="Fehler";
"warn"="Warnungen";
"notice"="Hinweise";
"info"="Information";
"debug"="Debug";

/* Overview */
"Web Service is:" = "Webserverstatus:";
"Start Time:" = "Startzeit:";

"Requests/second:" = "Anfragen/Sekunde:";
"Throughput:" = "Durchsatz:";
"Cache Requests/second:" = "Cache-Anfragen/Sekunde:";
"Cache Throughput:" = "Cache-Durchsatz:";
"Apache Version:" = "Apache-Version:";

"Upgrade Apache Version" = "Apache-Version aktualisieren …";

/* Error Strings */

"No Max Simultaneous Connections"="Das Feld „Höchstzahl gleichzeitiger Verbindungen“ darf nicht leer sein";
"No Max Persistent Connections"="Das Feld „Höchstzahl ständiger Verbindungen“ darf nicht leer sein";
"No Connection Timeout"="Das Feld „Zeitlimit für Verbindungen“ darf nicht leer sein";
"No Min Spare Servers"="Das Feld „Mindestzahl Reserve-Server“ darf nicht leer sein.";
"No Max Spare Servers"="Das Feld „Höchstzahl Reserve-Server“ darf nicht leer sein.";
"No Start Servers"="Das Feld „Anfangs-Server“ darf nicht leer sein.";
"Max Less Than Min Servers"="Die Höchstzahl von Reserve-Server muss größer als die Mindestzahl sein";
"No Proxy Cache Size"="Das Feld „Größe des Proxy-Cache“ darf nicht leer sein";
"No Proxy Cache clean up interval"="Das Feld „Intervall für das Aufräumen des Proxy-Cache“ darf nicht leer sein";
"No Proxy Cache Path"="Das Feld „Pfad zum Proxy-Cache“ darf nicht leer sein";
"No Site Name"="Das Feld „Name der Site“ darf nicht leer sein";
"No Site Port"="Das Feld „Port der Site“ darf nicht leer sein";
"No Site DocRoot"="Das Feld „Webordner“ darf nicht leer sein";
"No Site IP Address"="Das Feld „IP-Adresse der Site“ darf nicht leer sein";
"No Site Access Length"="Das Feld „Archivgröße des Site-Zugriffsprotokolls“ darf nicht null sein";
"No Site Access Path"="Das Feld „Pfad zum Site-Zugriffsprotokoll“ darf nicht leer sein";
"No Site Error Length"="Das Feld „Archivgröße des Site-Fehlerprotokolls“ darf nicht null sein";
"Multiple Errors"="In der Konfiguration wurden mehrere Fehler gefunden";
"No Site Error Path"="Das Feld „Pfad zum Site-Fehlerprotokoll“ darf nicht leer sein";
"No Site SSL Passphrase"="Das Feld „Kennsatz“ darf nicht leer sein";
"No Site SSL Log"="Der Pfad zur SSL-Protokolldatei darf nicht leer sein";
"No Site SSL Cert File"="Der Pfad zur SSL-Zertifikatdatei darf nicht leer sein";
"No Site SSL Key File"="Der Pfad zur Schlüsseldatei des SSL-Zertifikats darf nicht leer sein";
"No Site SSL CA File"="Der Pfad zur CA-Datei darf nicht leer sein";
"Duplicate Site Error"="Zwei Sites dürfen nicht dieselben Namen, Adressen und Port-Nummern haben";

/* Warnings */

"ChooseOther"="Möchten Sie für die IP-Adresse wirklich „Andere“ auswählen?";

"OtherIPAddressWarning"="Wenn Sie „Andere“ auswählen, sollten Sie die Site deaktivieren, bis Sie bereit sind, die IP-Adresse zuzuweisen. Der Webserver wird erst gestartet, wenn jede aktivierte Site eine gültige IP-Adresse hat.";

/* Tooltips (dynamically populated) */

"PERF_CACHE_DISABLED_SSL" = "Nicht verfügbar, weil SSL aktiviert ist";

"PERF_CACHE_DISABLED_APACHE_VERSION" = "Nicht verfügbar, weil diese Funktion von der installierten Apache-Version nicht unterstützt wird.";

"Wiki moderators can delete the comments of others and permanently delete wiki pages" = "Wiki-Moderatoren können die Kommentare von anderen löschen und Wiki-Seiten endgültig entfernen.";

/* Server side errors */

"100001" = "Fehler in den Konfigurationsdateien - Details im Systemprotokoll";
"100002" = "Konnte Webdienst nicht starten - Details im Fehlerprotokoll";
"100003" = "Konfigurationsdatei konnte nicht geschrieben werden - Details im Systemprotokoll";
"100004" = "Konnte keine Konfigurationsdateien lesen - Details im Systemprotokoll";

"100005" = "Postfix ist deaktiviert. Dadurch können einige Webdienste nicht verwendet werden.";
"100006" = "Der Kalenderdienst ist deaktiviert. Dadurch können einige Webdienste nicht verwendet werden.";
"100007" = "Postfix und der Kalenderdienst sind deaktiviert. Dadurch können einige Webdienste nicht verwendet werden.";

/* Graphs */

"Requests" = "Anfragen";
"Throughput" = "Durchsatz";
"Requests w/ Cache" = "Anfragen mit Cache";
"Throughput w/ Cache" = "Durchsatz mit Cache";

"Everyone can create wikis" = "Jeder darf Wikis erstellen";

"This server must also be running the Mail service." = "Dieser Server muss auch den Mail-Dienst ausführen.";
"To use server-side mail rules, enable SSL for this site." = "Um serverseitige E-Mail-Regeln zu verwenden, aktivieren Sie SSL für diese Site.";
"To enable this feature you must first enable SSL on the selected site." = "Sie müssen SSL auf der ausgewählten Site aktivieren, um diese Funktion aktivieren zu können.";

"None" = "Keine";
"Multiple" = "Mehrere";
